Repository: viz-cx/viz-wallet
Catalog: Shared/L10n/Localizable.xcstrings
Source language: en
Languages: ru

source: Account
ru: Аккаунт

# Account сreated at %@
source: Account created at %@
ru: Аккаунт создан %@

source: Active key not added yet
ru: Активный ключ ещё не добавлен

source: Amount
ru: Сумма

source: Application settings
ru: Настройки приложения

# Attention! Be sure to copy these keys to a safe place
source: Attention! Be sure to save these keys to a safe place
ru: Внимание! Обязательно сохраните эти ключи в надежное место

source: Award
ru: Наградить

source: Committee
ru: Комитет

source: DAO
ru: ДАО

source: Delegates
ru: Делегаты

source: Dismiss
ru: Закрыть

source: Energy
ru: Энергия

source: Error
ru: Ошибка

source: Feature not released yet
ru: Функция ещё не реализована

source: Fetching posts...
ru: Получение сообщений...

source: Invite code
ru: Код приглашения

source: Liquid balance
ru: Доступно

source: Login
ru: Логин

source: Login too small
ru: Логин слишком маленький

source: Logout
ru: Выйти

source: Memo
ru: Заметка

source: Onboarding
ru: Знакомство

source: Percent can't be less or equal to zero
ru: Процент должен быть больше нуля

source: Percent can't be less than zero
ru: Процент не может быть отрицательным

source: Please enter receiver name
ru: Пожалуйста, введите имя получателя

source: Privacy policy
ru: Политика конфиденциальности

source: Private active key
ru: Активный приватный ключ

source: Private regular key
ru: Обычный приватный ключ

source: Receive
ru: Получить

source: Receiver
ru: Получатель

source: Save
ru: Сохранить

source: Settings
ru: Настройки

source: Sign In
ru: Войти

source: Sign Up
ru: Регистрация

source: Sign Up with an invite code
ru: Регистрация по приглашению

source: Signature error
ru: Ошибка подписи

source: Social capital
ru: Соц. капитал

# Telegram
source: Telegram support chat
ru: Поддержка в телеграме

source: Transfer
ru: Перевести

source: Unknown error
ru: Неизвестная ошибка

source: Wrong account name
ru: Ошибка имени аккаунта

source: Wrong key
ru: Ошибка ключа

source: You can ask invite in telegram group @viz_cx
ru: Вы можете попросить код приглашения в телеграм-группе @viz_cx
